export const provinceList = [
  {
    text: '江苏',
    value: '326092032864944128'
  }, {
    text: '浙江',
    value: '326092051324076032'
  }
]

export const cityList = {
  '326092032864944128': [
    {
      province: '江苏',
      text: '南京',
      value: '326092033028521984'
    },
    {
      province: '江苏',
      text: '无锡',
      value: '326092035016622080'
    }
  ],
  '326092051324076032': [
    {
      province: '浙江',
      text: '杭州',
      value: '326092051483459584'
    },
    {
      province: '浙江',
      text: '宁波',
      value: '326092053849047040'
    }
  ]
}

export const areaList = {
  '326092033028521984': [
    {
      city: '南京',
      text: '玄武区',
      value: '326092033192099840'
    },
    {
      city: '南京',
      text: '秦淮区',
      value: '326092033355677696'
    }
  ],
  '326092035016622080': [
    {
      city: '无锡',
      text: '锡山区',
      value: '326092035696099328'
    },
    {
      city: '无锡',
      text: '惠山区',
      value: '326092035872260096'
    }
  ],
  '326092051483459584': [
    {
      city: '杭州',
      text: '上城区',
      value: '326092051651231744'
    },
    {
      city: '杭州',
      text: '下城区',
      value: '326092051814809600'
    }
  ],
  '326092053849047040': [
    {
      city: '宁波',
      text: '海曙区',
      value: '326092054016819200'
    },
    {
      city: '宁波',
      text: '江北区',
      value: '326092054184591360'
    }
  ]
}
